Repository: NaN-tic/trytond-aeat_party_validation
Catalog: locale/*.po
Languages: ca, es

# field:party.validate_nif_name.start,parties:
source: Parties
ca: Tercers
es: Terceros

# field:party.validate_nif_name.start.party,aeat_name:
source: AEAT Name
ca: Nom AEAT
es: Nombre AEAT

# field:party.validate_nif_name.start.party,aeat_nif:
source: AEAT NIF
ca: NIF AEAT
es: NIF AEAT

# field:party.validate_nif_name.start.party,orig_name:
source: Original Name
ca: Nom original
es: Nombre original

# field:party.validate_nif_name.start.party,orig_nif:
source: Original NIF
ca: NIF original
es: NIF original

# field:party.validate_nif_name.start.party,party:
source: Party
ca: Tercer
es: Tercero

# field:party.validate_nif_name.start.party,result:
source: Result
ca: Resultat
es: Resultado

# model:ir.action,name:act_validate_nif_name
source: Validate NIF/Name
ca: Valida NIF/Nom
es: Validar NIF/Nombre

# model:ir.message,text:msg_wsdl_unexpected_error
source: Conection to service unexpectedly failed. Error: %(error)s.
ca: La connexió al servei ha fallat inesperadament. Error: %(error)s.
es: La conexión con el servicio falló inesperadamente. Error: %(errores).

# model:party.validate_nif_name.start,name:
source: Start Validate NIF/Name
ca: Iniciar validació NIF/Nom
es: Iniciar Validar NIF/Nombre

# model:party.validate_nif_name.start.party,name:
source: Start Validate NIF/Name Party
ca: Iniciar validació NIF/Nom tercer
es: Iniciar Validar NIF/Nombre tercero

# selection:party.validate_nif_name.start.party,result:
source: Identified
ca: Identificat
es: Identificado

# selection:party.validate_nif_name.start.party,result:
source: Identified-Removed
ca: Identificat-Baixa
es: Identificado-Baja

# selection:party.validate_nif_name.start.party,result:
source: Identified-Revoked
ca: Identificat-Revocat
es: Identificado-Revocado

# selection:party.validate_nif_name.start.party,result:
source: Not Processed
ca: No Processat
es: No procesado

# selection:party.validate_nif_name.start.party,result:
source: Unidentified
ca: No Identificat
es: No identificado

# selection:party.validate_nif_name.start.party,result:
source: Unidentified-Similar
ca: No identificat-Semblant
es: No identificado-Similar

# wizard_button:party.validate_nif_name,start,end:
source: Close
ca: Tanca
es: Cerrar

# wizard_button:party.validate_nif_name,start,update_similar:
source: Update Similar
ca: Actualitza semblants
es: Actualizar similares
